{
    "common": {
        "aboutUS":"О нас",
        "services":"Услуги",
        "contacts":"Контакты",
        "heroDesc":"один из лидеров рынка, специализирующийся на электротехнике и электронике. Наши устойчивые партнерские связи, от большого круга мировых производителей, позволяет нам предложить нашим клиентам надежные и устройчивые силовые модули, чипы/микрочипы, UC's DC-DC конверторы."
    },

    "aboutSection":{
        "title":"О компании",
        "desc1":"Индивидуальное  “Pursatly Ýöriş” было основано в 2020 году.  Компания обладает необходимыми знаниями и опытом, чтобы предложить Вам наилучшие решения с сфере техники, электроники и электротехники.",
        "desc2":"Наша способность оценить нынешние и будущие потребности Вашего бизнеса и проекта, предоставить несколько оптимальных вариантов, ускорить и оптимизировать работу Вашего предприятия.",
        "desc3":"Мы сотрудничаем с государственными и частными компаниями, министрествами и организациями, а также имеем доверительные парнерские отношения с иностранными производителями.",
        "important":"Для нас важны:",
        "item1":"Продуктивность",
        "item2":"Современность",
        "item3":"Надежность"
     },

     "partners":{
         "partners":"Наши партнёры",
         "desc":"Наша компания является официальном представителем и дистрибъютером мировых лидеров в области IT электроники и электротехники."
     },

     "contacts":{
         "phone":"телефон",
         "address":"Адрес",
         "adres":"Туркменистан / Ашгабад, Парахат 1, Здание 68 ",
         "fio":"ФИО",
         "enterFio":"Введите ФИО",
         "emailAddress":"Адрес электронной почты",
         "enterEmailAddress":"Введите адрес электронной почты",
         "message":"Ваше сообщение",
         "enterMessage":"Введите сообщение",
         "senButton":"Отправить"
     },
     
     "footer":{
         "desc":"Мы осуществляем поставки, а также монтаж и пуско-наладку наиболее надежного и технологически развитого электротехнического оборудования. Свяжитесь с нашим отдел продаж для получения цены, а также вы всегда можете получить техническую консультацию.",
         "salesDapartment":"Отдел продаж"
     }
}