{
    "lang": "Русский",
    "common": {
        "aboutUS": "О нас",
        "servicesTitle": "Услуги",
        "partners":"Партнеры",
        "contacts": "Контакты",
        "heroDesc": "один из лидеров рынка, специализирующийся на электротехнике и электронике. Наши устойчивые партнерские связи, с большим кругом мировых производителей, позволяют нам предлагать клиентам надежные силовые модули, чипы/микрочипы, UC's DC-DC конверторы.",
        "products": "Наши продукты"
    },

    "aboutSection": {
        "title": "О компании",
        "desc1": "Индивидуальное  “Pursatly Ýöriş” было основано в 2021 году.  Компания обладает необходимыми знаниями и опытом, чтобы предложить Вам наилучшие решения с сфере техники, электроники и электротехники.",
        "desc2": "Наша способность оценивать текущие и будущие потребности вашего бизнеса и проекта позволяет нам ускорить и оптимизировать ваш бизнес.",
        "desc3": "Мы сотрудничаем с государственными и частными компаниями, министрествами и организациями, а также имеем доверительные парнерские отношения с иностранными производителями.",
        "important": "Для нас важны:",
        "item1": "Продуктивность",
        "item2": "Современность",
        "item3": "Надежность"
    },

    "partners": {
        "partners": "Партнёры",
        "desc": "Наша компания является официальном представителем и дистрибъютером мировых лидеров в области IT электроники и электротехники."
    },

    "contacts": {
        "phoneTitle": "Tелефон",
        "addressTitle": "Адрес",
        "address": "Туркменистан, Ашxабад, Парахат 1, Здание 68 ",
        "fio": "ФИО",
        "enterFio": "Введите ФИО",
        "emailAddress": "Адрес электронной почты",
        "enterEmailAddress": "Введите адрес электронной почты",
        "message": "Ваше сообщение",
        "enterMessage": "Введите сообщение",
        "senButton": "Отправить"
    },

    "footer": {
        "desc": "Мы осуществляем поставки, а также монтаж и пуско-наладку наиболее надежного и технологически развитого электротехнического оборудования. Свяжитесь с нашим отделом продаж для получения цены, а также вы всегда можете получить техническую консультацию.",
        "salesDapartment": "Отдел продаж"
    },
    "animeDesc": {
        "desc_NXP": "NXP Semiconductors поставляет решения на основе высокопроизводительных смешанных цифро-аналоговых (High Performance Mixed Signal) и стандартных полупроводниковых компонентов.",
        "desc_TI": "Texas International разрабатывает, производит аналоговые и встроенные полупроводники, которые помогают создавать дифференцированные приложения на рынках, включая промышленную, автомобильную, персональную электронику, коммуникационное оборудование и корпоративные системы.",
        "desc_MC": "Модуль Hybrid Power Drive (силовые модули) от компании Microchip представляет собой экономически эффективное устройство, объединяющее силовой мост и драйверный каскад. Его номинальная выходная мощность начинается с 5 кВА.",
        "desc_SG": "Samsung предоставляет широкий выбор аппаратной продукции, а также решения в сфере IT и создает уникальные продукты, отличающиеся высоким уровнем технологичности.",
        "desc_MN": "Micron Technology — американская транснациональная корпорация, известная своей полупроводниковой продукцией, основную часть которой составляют чипы памяти DRAM и NAND, флеш-память, SSD-накопители, а также датчики CMOS."
    }
}
