{
    "lang": "English",
    "common": {
        "aboutUS": "About us",
        "servicesTitle": "Services",
        "partners":"Partners",
        "contacts": "Contacts",
        "heroDesc": "one of the market leaders specializing in electrical engineering and electronics. Our stable partnerships, from a large range of global manufacturers, allows us to offer our customers reliable and adaptable power modules, chips/microchips, UC's DC-DC converters.",
        "products": "Our products"
    },

    "aboutSection": {
        "title": "About company",
        "desc1": "Individual Enterprise “Pursatly Ýöriş” was founded in 2021. The company has the necessary knowledge and experience to offer you the best solutions in the field of engineering, electronics and electrical engineering.",
        "desc2": "Our ability to assess the current and future needs of your business and project, provide multiple best options, allows us speed up and optimize your business.",
        "desc3": "We cooperate with public and private companies, ministries and organizations, and also have partnerships with foreign manufacturers.",
        "important": "Important for us:",
        "item1": "Productivity",
        "item2": "Modernity",
        "item3": "Reliability"
    },

    "partners": {
        "partners": "Partners",
        "desc": "Our company is the official representative and distributor of world leaders in the field of IT electronics and electrical engineering."
    },

    "contacts": {
        "phoneTitle": "Telephone",
        "addressTitle": "Address",
        "address": "Turkmenistan, Ashgabat, Parahat 1, Building 68",
        "emailTitle":"Email",
        "fio": "Full name",
        "enterFio": "Enter full name",
        "emailAddress": "Email address",
        "enterEmailAddress": "Enter email address",
        "message": "Your message",
        "enterMessage": "Enter your message",
        "senButton": "Send"
    },

    "footer": {
        "desc": "We carry out deliveries, as well as installation and commissioning of the most reliable and technologically advanced electrical equipment. Contact our sales department for a price quote, and you can always get technical advice.",
        "salesDapartment": "Sales department"
    },
    "animeDesc": {
        "desc_NXP": "NXP Semiconductors provides solutions based on High Performance Mixed Signal and standard semiconductor components.",
        "desc_TI": "Texas International designs, manufactures analog and embedded semiconductors that help to create differentiated applications in markets that include industrial, automotive, personal electronics, communications equipment and enterprise systems.",
        "desc_MC": "Microchip's Hybrid Power Drive module is a cost-effective device that integrates a power bridge and a driver stage. Its rated output power starts at 5 kVA.",
        "desc_SG": "Samsung provides a wide range of hardware products as well as IT solutions and creates unique products with a high level of technology.",
        "desc_MN": "Micron Technology is an American transnational corporation known for its semiconductor products, the bulk of which are DRAM and NAND memory chips, flash memory, SSD drives, and CMOS sensors."
    }
}
