{
    "lang":"Turkmen",
    "common": {
        "aboutUS":"Biz barada",
        "services":"Hyzmatlarymyz",
        "contacts":"Habarlaşmak",
        "heroDesc":"elektrik in engineeringenerçiligi we elektronika bilen meşgullanýan bazar liderlerinden biri. Dünýä öndürijileriniň köpüsinden durnukly hyzmatdaşlygymyz, müşderilerimize ygtybarly we uýgunlaşdyrylan güýç modullaryny, çipleri / mikroçipleri, UC-nyň DC-DC öwrüjilerini hödürlemäge mümkinçilik berýär."
    },

    "aboutSection":{
        "title":"Kompaniýamyz hakda",
        "desc1":"Aýry-aýry 'Pursatly Ýöriş' 2020-nji ýylda esaslandyryldy. Kompaniýa, in engineeringenerçilik, elektronika we elektrik in engineeringenerçiligi pudagynda iň oňat çözgütleri hödürlemek üçin zerur bilim we tejribä eýe..",
        "desc2":"Işiňiziň we taslamaňyzyň häzirki we geljekki zerurlyklaryna baha bermek, iň oňat wariantlary üpjün etmek, işiňizi çaltlaşdyrmak we optimizirlemek ukybymyz.",
        "desc3":"Döwlet we hususy kompaniýalar, ministrlikler we guramalar bilen hyzmatdaşlyk edýäris we daşary ýurt öndürijileri bilen ynamdar hyzmatdaşlygymyz bar.",
        "important":"Biziň üçin möhüm:",
        "item1":"Önümçilik",
        "item2":"Döwrebap",
        "item3":"Ygtybarlylyk"
     },

     "partners":{
         "partners":"Hyzmatdaşlarymyz",
         "desc":"Biziň kompaniýamyz, elektronika we elektrik in engineeringenerçiligi pudagynda dünýä liderleriniň resmi wekili we paýlaýjysy."
     },

     "contacts":{
         "phone":"Telefon",
         "address":"Adres",
         "adres":"Türkmenistan / Aşgabat, Parahat 1, Bina 68",
         "fio":"Doly adyňyz",
         "enterFio":"Doly adyňyzy giriziň",
         "emailAddress":"E-poçta salgyňyz",
         "enterEmailAddress":"E-poçta salgyňyzy giriziň",
         "message":"Habaryňyz",
         "enterMessage":"Habaryňyzy giriziň",
         "senButton":"Ugrat"
     },
     
     "footer":{
         "desc":"Iň ygtybarly we tehnologiki taýdan ösen elektrik enjamlaryny gurnamak we işe girizmek bilen birlikde eltip berýäris. Bahalary satmak üçin satuw bölümimize ýüz tutuň, hemişe tehniki maslahat alyp bilersiňiz.",
         "salesDapartment":"Satyş bölümi"
     },
     "animeDesc": {
        "img0":"NXP ýarymgeçirijiler ýokary öndürijilikli garyşyk signal we adaty ýarymgeçiriji komponentlere esaslanýan çözgütleri üpjün edýär.",
        "img1":"“Texas International”, senagat, awtoulag, şahsy elektronika, aragatnaşyk enjamlary we kärhana ulgamlaryny öz içine alýan bazarlarda dürli görnüşli programmalary döretmäge kömek edýän analog we oturdylan ýarymgeçirijileri dizaýn edýär, öndürýär.",
        "img2":"H“Microchip” -iň “Gibrid Power Drive” (HPD) moduly, güýç köprüsini we sürüjiniň basgançagyny birleşdirýän tygşytly birlikdir. Onuň çykyş güýji bahasy 5 kVA-dan başlaýar.",
        "img3":"Samsung, IT çözgütleri ýaly köp sanly enjam önümlerini hödürleýär we ýokary derejeli tehnologiýa bilen özboluşly önümleri döredýär.",
        "img4":"Intel elektron enjamlary we kompýuter komponentlerini döredýär: müşderi hasaplaýyş ulgamlary we maglumat merkezleri üçin mikroprosessorlar we ulgam logika toplumlary, emeli intellekt ulgamlary üçin çipler."
     }
}
