{
    "lang": "Türkmençe",
    "common": {
        "aboutUS": "Biz barada",
        "servicesTitle": "Hyzmatlarymyz",
        "partners":"Hyzmatdaşlarymyz",
        "contacts": "Habarlaşmak",
        "heroDesc": "elektrotehniki we elektronika boýunça ýöriteleşdirilen bazardaky öňdebaryjy kompaniýalaryň biri bolup durýar. Dünýädaky öndürijileriniň giň topary bilen durnukly hyzmatdaşlykda bolmak bilne, öz müşderilerimize ygtybarly we durnukly tok modullaryny, çipleri /mikroçipleri, UC’s DC-DC konwertorlary hödürlemäge mümkinçilik berýär.",
        "products": "Biziň harytlarymyz"
    },

    "aboutSection": {
        "title": "Kompaniýamyz hakda",
        "desc1": "“Pursatly Ýöriş” HK 2021-nji ýylda esaslandyryldy. Kompaniýa, elektrotehnika, elektronika we tehnika pudagynda amatly çözgütleri hödürlemekde zerur bolan bilime we tejribä eýedir.",
        "desc2": "Biz siziň işiňiziň we taslamaňyzyň häzirki we geljekdäki zerurlyklaryna baha bermäge, öz kärhanaňyzyň işini çaltlaşdyrjak we ýeňilleşdirjek birnäçe amatly görnüşleri üpjün edýär.",
        "desc3": "Biz döwlet we hususy kompaniýalar, ministrlikler we guramalar bilen hyzmatdaşlyk edýäris, şeýle hem daşary ýurt öndürijileri bilen ynamdar hyzmatdaşlygymyz bar.",
        "important": "Biziň üçin möhüm:",
        "item1": "Önümçilik",
        "item2": "Döwrebapçylyk",
        "item3": "Ygtybarlylyk"
    },

    "partners": {
        "partners": "Hyzmatdaşlarymyz",
        "desc": "Biziň kompaniýamyz IT elektronikasy we elektrotehnika pudagynda dünýäda öňdebaryjy resmi wekili we üpjün ediji bolup durýar. "
    },

    "contacts": {
        "phoneTitle": "Telefon",
        "addressTitle": "Adres",
        "address": "Türkmenistan, Aşgabat, Parahat 1, Bina 68",
        "fio": "Doly adyňyz",
        "enterFio": "Doly adyňyzy giriziň",
        "emailAddress": "E-poçta salgyňyz",
        "enterEmailAddress": "E-poçta salgyňyzy giriziň",
        "message": "Habaryňyz",
        "enterMessage": "Habaryňyzy giriziň",
        "senButton": "Ugrat"
    },

    "footer": {
        "desc": "Iň ygtybarly we tehnologiki taýdan ösen elektrik enjamlaryny gurnamak we işe girizmek bilen birlikde eltip berýäris. Bahalary almak üçin biziň söwda-satyş bölümimiz bilen habarlaşyň, şeýle-de hemişe tehniki maslahat alyp bilersiňiz.",
        "salesDapartment": "Satyş bölümi"
    },
    "animeDesc": {
        "desc_NXP": "NXP ýarymgeçirijiler ýokary öndürijilikli garyşyk sanly-analog (High Performance Mixed Signal) we standart ýarymgeçiriji komponentlere esaslanýan çözgütleri hödürleýär.",
        "desc_TI": "Texas International kompaniýasy tapawutlandyrylan programma üpjünçiligini döretmekde bazarda oturdylan we analogly ýarymgeçirijileri, şol sanda senagat, awtoulag, şahsy elektronikany, aragatnaşyk enjamlaryny we  korporatiw ulgamlaryny işläp taýýarlaýar we öndürýär. ",
        "desc_MC": "Microchip kompaniýasynyň Hybrid Power Drive moduly (güýçlendiriji moduly) tygşytly täsirli enjamy, baglaýjy tok köprüsini we draýwer kaskadyny hödürleýär. Onuň nominal çykyş güýji 5 kWa-dan başlaýar.",
        "desc_SG": "Samsung giň gerimli enjam önümlerini, şeýle-de IT ulgamynda çözgütleri hödürleýär we ýokary derejeli tehnologiýa bilen özboluşly önümleri döredýär.",
        "desc_MN": "Micron Technology - ýarymgeçiriji önümleri bilen tanalýan Amerikanyň transmilli korporasiýasy bolup, onuň esasy bölegi DRAM we NAND, fleş-ýatda saklaýjy, SSD-toplaýjy, şeýle-de  CMOS datçikleri özünde tuplaýar."
    }
}
